[Common]
GameName=Dragonica
PatcherName=Dragonica Patcher

[ENG]
;영어
MSG0 		= Failed to initialize Web Browser
MSG1 		= Connecting to server
MSG2 		= Patcher is already running.
MSG3 		= Game client is already running.
MSG4 		= Merging File : 
MSG5 		= Receiving from Server List...
MSG6 		= Creating Client List...
MSG7 		= Comparing List...
MSG8		= Comparison completed. Execute Update.
MSG9 		= Comparison completed. Let’s Play Game.
MSG10 		= Calculating Total Size...
MSG11 		= List Sorting...
MSG12		= Patching File :  
MSG13 		= Failed to Download 
MSG14 		= Read file into memory
MSG15		= Move File to corresponding directory.
MSG16 		= Data size of Pack and Header Size...
MSG17 		= Creating and Allocating files...
MSG18 		= Downloading File : 
MSG19 		= Data Load has been Failed...
MSG20		= Copy File To Pack...
MSG21		= Merging Source File and Downloaded file
MSG22 		= Compare list only
MSG23 		= Start Patching
MSG24		= Patching Completed
MSG25 		= Start Client Offline Patching
MSG26 		= Failed to read ini file         
MSG27 		= Failed to initialize Manager
MSG28 		= CRC Info is broken
MSG29 		= Cannot find corresponding launch folder for the program
MSG30 		= Retrieved List is empty
MSG31 		= Calculating File Size
MSG32 		= Initializing Patcher..
MSG33 		= Failed to connect Server
MSG34		= Decoding Patch.ID password
MSG35		= Wait, sub Patcher not closed
MSG36		= Failed to Patch
MSG37		= Patch Canceled
MSG38		= New version found. Do you want update?
MSG39		= Your client is latest version. Do you want recovery?
MSG40		= Patch canceled
MSG41		= Can't run game client
MSG42		= Can't find correct version info. Do you want to start recovery mode?
MSG43		= Success change language
MSG44		= Failed change language

[FRA]
;프랑스
MSG0 		= Impossible de lancer le navigateur internet
MSG1 		= Connexion au serveur
MSG2 		= La mise a jour est deja en cours.
MSG3 		= Le client du jeu est deja en cours d'utilisation.
MSG4 		= Fusion du fichier : 
MSG5 		= Reception a partir de la liste de serveur…
MSG6 		= Creation de la liste du client…
MSG7 		= Comparaison de la liste…
MSG8		= Compararaison terminee. Execution de la mise a jour.
MSG9 		= Compararaison terminee. Bon jeu.
MSG10 		= Calcul de la taille totale…
MSG11 		= Classement de la liste…
MSG12		= Mise a jour des fichiers :
MSG13 		= Impossible de telecharger 
MSG14 		= Lecture des fichiers en memoire
MSG15		= Deplacement des fichiers dans les repertoires correspondant.
MSG16 		= Taille du Pack de donnee et de l'en-tete…
MSG17 		= Creation et allocation des fichiers…
MSG18 		= Telechargement du fichier : 
MSG19 		= Echec du chargement des donnees
MSG20		= Copie des fichiers a compiler…
MSG21		= Fusion du fichier source et du fichier telecharge
MSG22 		= Uniquement Comparer la liste
MSG23 		= Debut de la mise a jour
MSG24		= Mise a jour terminee
MSG25 		= Debut de la mise a jour hors connexion du client
MSG26 		= Impossible de lire le fichier ini
MSG27 		= Impossible de lancer Manager
MSG28 		= Info CRC endommagee
MSG29 		= Impossible de trouver le dossier de lancement du programme
MSG30 		= La liste recuperee est vide
MSG31 		= Calcul de la taille du fichier
MSG32 		= Lancement du logiciel de mise a jour…
MSG33 		= Connexion au serveur impossible
MSG34		= Decodage de la mise a jour. ID Mot de passe
MSG43		= Success change language
MSG44		= Failed change language

[RUS]
;러시아 
MSG0 		= Не удалось запустить браузер.
MSG1 		= Соединяюсь с сервером...
MSG2 		= Программа обновления уже запущена.
MSG3 		= Игра уже запущена.
MSG4 		= Объединяю файлы...
MSG5 		= Получаю список с сервера.
MSG6 		= Не выключайте программу, важная операция!
MSG7 		= Сравниваю список...
MSG8		= Сравнение завершено. Выполняется обновление.
MSG9 		= Сравнение завершено. Давайте поиграем!
MSG10 		= Рассчитываю общий объем.
MSG11 		= Сортирую списки.
MSG12		= Обновляю файл...
MSG13 		= При загрузке произошла ошибка.
MSG14 		= Записываю файл в память.
MSG15		= Перемещаю файлы в соответствующую папку. 
MSG16 		= Вычисляю размер данных в архиве и в распакованном виде.
MSG17 		= Создаю и размещаю файлы.
MSG18 		= Загружаю файл...
MSG19 		= Не удалось загрузить файл.
MSG20		= Копирую файл в архив.
MSG21		= Объединяю исходные и загруженные данные.
MSG22 		= Сравниваю списки...
MSG23 		= Начинаю обновление...
MSG24		= Обновление завершено.
MSG25 		= Начинаю установку файлов обновления.
MSG26 		= Не удалось прочесть ini-файл.  
MSG27 		= Не удалось запустить мастер установки.
MSG28 		= Контрольный файл поврежден.
MSG29 		= Файл запуска программы не найден.
MSG30 		= Полученный список пуст.
MSG31 		= Определяю размеры файла...
MSG32 		= Запускаю обновление...
MSG33 		= Не удалось подключиться к серверу.
MSG34		= Расшифровываю файлы обновления...
MSG35		= Подождите, пока процесс обновления не закончится.
MSG36		= Не удалось завершить обновление.
MSG37		= Обновление отменено.
MSG38		= Обнаружена новая версия клиента. Загрузить?
MSG39		= Ваша версия клиента устарела. Обновить?
MSG40		= Обновление отменено.
MSG41		= Не удалось запустить клиент.
MSG42		= Не обнаружена верная информация о версии. Включить режим восстановления? 
MSG43		= Язык изменён
MSG44		= Ошибка при смене языка
